{
  "data": [
    [
      "USDOI \n2024–2029 National OCS Oil and Gas Leasing Proposed Final Program",
      "BOEM"
    ],
    [
      "Chapter 1: OCS Oil & Gas Leasing Program Development Process",
      ""
    ],
    [
      "Introduction \n1.1",
      ""
    ],
    [
      "S ection 18 of the Outer Continental Shelf (OCS) Lands Act (43 U.S.C.  § 1344) requires the",
      ""
    ],
    [
      "OCS Program), that “best meet national energy needs for the five-year period following its",
      ""
    ],
    [
      "approval or reapproval.”  The proposed National OCS Program must be prepared and maintained",
      ""
    ],
    [
      "in a manner consistent with the procedures and criteria specified in Section 18 of the OCS Lands",
      ""
    ],
    [
      "Act.  Those criteria, and the way in which they have been considered in preparing this",
      ""
    ],
    [
      "2024–2029 Proposed Final Program (PFP) (also referred to as the 2024–2029 Program), are",
      ""
    ],
    [
      "summarized in Chapter 2.",
      ""
    ],
    [
      "The OCS is defined in the OCS Lands Act (43 U.S.C. §1331) and consists of all submerged lands,",
      ""
    ],
    [
      "subsoil, and seabed lying seaward and outside of the lands beneath navigable waters.  In most",
      ""
    ],
    [
      "cases, the OCS extends from 3 nautical miles (nm) from the coastline to the seaward extent of",
      ""
    ],
    [
      "the jurisdiction of the United States (U.S.), which is at least 200 nm, and beyond in some cases,",
      ""
    ],
    [
      "from the coastline (see Figure 1-1).2",
      ""
    ],
    [
      "Section 18 of the OCS Lands Act requires that the proposed schedule of lease sales be based",
      ""
    ],
    [
      "upon a comparative analysis of the oil and gas-bearing regions of the OCS.  For administrative",
      ""
    ],
    [
      "and planning purposes, the Bureau of Ocean Energy Management (BOEM) has established four",
      ""
    ],
    [
      "OCS Regions composed of 26 planning areas.  The four OCS Regions are Alaska, Pacific, Gulf of",
      ""
    ],
    [
      "Mexico (GOM), and Atlantic.  Administratively, the Pacific Region includes the State of Hawaii,",
      ""
    ],
    [
      "but for the purpose of developing this National OCS Program, the Pacific Region is only",
      ""
    ],
    [
      "composed of the four planning areas off the U.S. West Coast.",
      ""
    ],
    [
      "2 State jurisdictions for Texas and Florida’s Gulf Coast extend 9 nm from the coastal baseline.  Louisiana’s jurisdiction",
      ""
    ],
    [
      "extends to 3 imperial miles, reflecting boundaries at the time these states joined the U.S.  In 1983, President Reagan",
      ""
    ],
    [
      "proclaimed the sovereign rights and jurisdiction of the U.S. over submerged lands and seas adjacent to the U.S. within",
      ""
    ],
    [
      "the Exclusive Economic Zone (EEZ), as it was understood to be under international law.  The United Nations",
      ""
    ],
    [
      "Convention on the Law of the Sea (UNCLOS) subsequently addressed the continental shelf in Article 76, providing that",
      ""
    ],
    [
      "it extends to at least 200 nm and beyond in some cases.  The U.S. is not a party to UNCLOS but recognizes the rules in",
      ""
    ],
    [
      "Article 76 as customary international law, which the U.S. follows.",
      ""
    ],
    [
      "OCS Oil & Gas Leasing Program Development Process \n1-1",
      "September 2023"
    ]
  ],
  "parsing_report": {
    "accuracy": 90.93,
    "whitespace": 46.67,
    "order": 1,
    "page": 30
  }
}