{
  "data": [
    [
      "USDOI",
      "2024–2029 National OCS Oil and Gas Leasing Proposed Final Program",
      "BOEM"
    ],
    [
      "",
      "",
      "O v e r v i e w"
    ],
    [
      "",
      "M anagement of the oil and gas resources of the Outer Continental Shelf (OCS) is",
      ""
    ],
    [
      "",
      "production of those resources.  Section 18 of the OCS Lands Act (43 U.S.C. § 1344) calls for the",
      ""
    ],
    [
      "",
      "preparation of a nationwide OCS oil and gas leasing program that sets forth a 5-year schedule of",
      ""
    ],
    [
      "",
      "potential lease sales designed to best meet the Nation’s energy needs for the 5 years following",
      ""
    ],
    [
      "",
      "approval of a new National OCS Oil and Gas Leasing Program (generally referred to as the",
      ""
    ],
    [
      "",
      "National OCS Program).  The Bureau of Ocean Energy Management (BOEM), within the U.S.",
      ""
    ],
    [
      "",
      "Department of the Interior (USDOI), is responsible for implementing the requirements of the",
      ""
    ],
    [
      "OCS Lands Act related to preparing the leasing program.",
      "",
      ""
    ],
    [
      "",
      "BOEM has nearly completed the process of preparing the 2024–2029 National OCS Program",
      ""
    ],
    [
      "",
      "to follow the 2017–2022 National OCS Program.  Throughout this document, the 2024–2029",
      ""
    ],
    [
      "National OCS Oil and Gas Leasing Program title is sometimes shortened to",
      "",
      ""
    ],
    [
      "",
      "“2024–2029 Program” and past National OCS Programs referred to as a variation of this short-",
      ""
    ],
    [
      "",
      "hand (e.g., 2017–2022 Program).  The 2024–2029 Program will be the tenth National OCS",
      ""
    ],
    [
      "Program to be approved.  This document consists of the following parts:",
      "",
      ""
    ],
    [
      "Part I:  Final Proposal on the Size, Timing, and Location of OCS Lease Sales",
      "",
      ""
    ],
    [
      "",
      "This part of the document presents the Secretary’s Final Proposal, the third of three stages of",
      ""
    ],
    [
      "",
      "the National OCS Program development process.  The Final Proposal results from the",
      ""
    ],
    [
      "",
      "Secretary’s consideration of the analysis contained in Part II of this document, as well as the",
      ""
    ],
    [
      "",
      "Final Programmatic Environmental Impact Statement (Final Programmatic EIS), which is being",
      ""
    ],
    [
      "",
      "published concurrently with this document.  Part I contains the potential lease sale schedule and",
      ""
    ],
    [
      "",
      "program areas to be included in this National OCS Program.  This part also summarizes the",
      ""
    ],
    [
      "rationale behind the Final Proposal.",
      "",
      ""
    ],
    [
      "Part II:  Analysis of the Secretary’s Second Proposal",
      "",
      ""
    ],
    [
      "Chapters 1 through 4 describe the framework for developing a new National OCS Program.",
      "",
      ""
    ],
    [
      "",
      "These chapters discuss the substantive and procedural requirements to prepare a National OCS",
      ""
    ],
    [
      "",
      "Program under Section 18 of the OCS Lands Act and describe BOEM’s approach to meeting",
      ""
    ],
    [
      "",
      "those requirements.  This includes a discussion of the Section 18 requirements and factors",
      ""
    ],
    [
      "",
      "relating to OCS oil and natural gas resources and the environmental, economic, and social",
      ""
    ],
    [
      "",
      "considerations that Section 18 requires be considered when deciding where and when to",
      ""
    ],
    [
      "Overview",
      "i",
      "September 2023"
    ]
  ],
  "parsing_report": {
    "accuracy": 66.1,
    "whitespace": 62.5,
    "order": 1,
    "page": 14
  }
}