{
  "data": [
    [
      "USDOI \n2024–2029 National OCS Oil and Gas Leasing Proposed Final Program",
      "BOEM"
    ],
    [
      "1\n.\n2\n.\n3\n  Other Components of National Energy Needs",
      ""
    ],
    [
      "The OCS Lands Act mandates that the Secretary determine how to best meet “national energy",
      ""
    ],
    [
      "needs.”  Additionally, the court elaborated in the CSE decision that such a determination can look",
      ""
    ],
    [
      "beyond those considerations that “meet current demand for domestic consumption” CSE, 779",
      ""
    ],
    [
      "F.3d at 607.  Specifically, the Secretary may, when proposing and finalizing the National OCS",
      ""
    ],
    [
      "Program, account for the fact that there are both direct and indirect benefits to issuing leases",
      ""
    ],
    [
      "during the next National OCS Program, which could affect national energy needs.  The direct",
      ""
    ],
    [
      "benefits of OCS leasing include ensuring an adequate energy supply and the corresponding",
      ""
    ],
    [
      "effects on crude oil, refined products, and natural gas prices.",
      ""
    ],
    [
      "Another associated benefit of the National OCS Program is the continued ability for BOEM to",
      ""
    ],
    [
      "issue offshore wind leases.  In addition, Section 50265(b)(2) of the IRA requires BOEM to offer at",
      ""
    ],
    [
      "least 60 million OCS acres for oil and gas leasing within the 12 months prior to issuing an offshore",
      ""
    ],
    [
      "wind lease.  This requirement is effective until August 16, 2032.",
      ""
    ],
    [
      "Offshore wind leases will help meet the clean energy needs of the Nation.  Additional indirect",
      ""
    ],
    [
      "benefits, which are discussed in further detail below, include improved balance of payments,",
      ""
    ],
    [
      "energy security, technology advancement, the comparatively low GHG-intensity of OCS",
      ""
    ],
    [
      "production compared to onshore and most foreign production, domestic employment, and the",
      ""
    ],
    [
      "additional public revenues generated by leasing.",
      ""
    ],
    [
      "1\n.\n2\n.\n3\n.\n1\nBalance of Payments and Trade",
      ""
    ],
    [
      "The country’s transition away from being a net importer of energy continues to improve the",
      ""
    ],
    [
      "balance of trade and provide positive contributions to gross domestic product (GDP).  In contrast",
      ""
    ],
    [
      "to the $945.3 billion trade deficit (BEA 2022) for all U.S. goods and services in 2022, petroleum",
      ""
    ],
    [
      "consisting of crude oil, refined petroleum products, and natural gas liquids, had a trade surplus of",
      ""
    ],
    [
      "$14.1 billion (BEA 2023).  That surplus represents a dramatic shift in the energy trade balance for",
      ""
    ],
    [
      "petroleum products, which showed a deficit of approximately $189 billion in 2014, one year before",
      ""
    ],
    [
      "the crude oil export ban was lifted (USCB 2021).",
      ""
    ],
    [
      "A positive trade balance in crude oil, refined petroleum products, and liquified natural gas (LNG)",
      ""
    ],
    [
      "also contributes to increased GDP because the value of exports counts toward domestic product",
      ""
    ],
    [
      "while the value of imports is excluded from GDP.  As a significant source of crude petroleum (and",
      ""
    ],
    [
      "to a lesser extent natural gas), OCS production contributes to this positive balance of trade in",
      ""
    ],
    [
      "crude oil, refined petroleum products, and LNG.  Long-term projections by the EIA following",
      ""
    ],
    [
      "current laws and policies show the U.S. as a net energy exporter through 2050 (EIA 2023g).",
      ""
    ],
    [
      "OCS Oil & Gas Leasing Program Development Process \n1-9",
      "September 2023"
    ]
  ],
  "parsing_report": {
    "accuracy": 92.48,
    "whitespace": 47.06,
    "order": 1,
    "page": 38
  }
}