{
  "data": [
    [
      "USDOI \n2024–2029 National OCS Oil and Gas Leasing Proposed Final Program",
      "BOEM"
    ],
    [
      "points allow the Secretary to consider new information about U.S. energy needs, progress toward",
      ""
    ],
    [
      "net-zero emissions, or other factors when choosing whether to hold individual lease sales.",
      ""
    ],
    [
      "Oil and Gas Leasing, Exploration, Development, and \n1.3",
      ""
    ],
    [
      "Production Process on the OCS",
      ""
    ],
    [
      "BOEM has oversight responsibility for OCS oil and gas leasing and development (see Figure 1-7),",
      ""
    ],
    [
      "starting with the development of the National OCS Program.  Section 18 requires the Secretary",
      ""
    ],
    [
      "to prepare an oil and gas leasing program that consists of a 5-year schedule of proposed lease",
      ""
    ],
    [
      "sales that the Secretary determines best meets national energy needs (see Section 1.3.1).",
      ""
    ],
    [
      "For any specific lease sale to be held, it must be included in an approved National OCS Program.",
      ""
    ],
    [
      "A lease sale cannot be added later to an existing National OCS Program without an act of",
      ""
    ],
    [
      "Congress.  Whether a lease sale is held depends on sale-specific analysis (see Section 1.3.2).",
      ""
    ],
    [
      "Following a lease sale, BOEM performs a review and either accepts or rejects bids within 90 days.",
      ""
    ],
    [
      "Once granted, an oil and gas lease conveys the exclusive right to explore, develop, and produce oil",
      ""
    ],
    [
      "and/or gas for a specific initial period (for a minimum of 5 and maximum of 10 years) from a",
      ""
    ],
    [
      "specific OCS block.  All exploration, development, and production plans are carefully reviewed by",
      ""
    ],
    [
      "BOEM (see Section 1.3.3).  Following plan approval, the Bureau of Safety and Environmental",
      ""
    ],
    [
      "Enforcement (BSEE) exercises primary oversight of specific permitting and operational activities",
      ""
    ],
    [
      "(e.g., drilling and production) on OCS leases.",
      ""
    ],
    [
      "1\n.\n3\n.\n1\n  National OCS Program Development Process",
      ""
    ],
    [
      "Multiple Section 18 steps are required to prepare a new National OCS Program.  The National",
      ""
    ],
    [
      "OCS Program development process begins with the publication of the Request for Information",
      ""
    ],
    [
      "(RFI) followed by three analytical stages: (1) the Draft Proposal, resulting from the analysis of all",
      ""
    ],
    [
      "26 OCS planning areas and published as part of the Draft Proposed Program (DPP); (2) the",
      ""
    ],
    [
      "Second Proposal, resulting from the analysis of the Draft Proposal and published as part of the",
      ""
    ],
    [
      "Proposed Program; and (3) the Final Proposal resulting from the analysis of the Second Proposal",
      ""
    ],
    [
      "and published as part of this PFP.  Approval of a new National OCS Program may occur no earlier",
      ""
    ],
    [
      "than 60 days after publication of the PFP.  Figure 1-7 shows the analytical flow process.  This PFP",
      ""
    ],
    [
      "includes the Final Proposal and the third of three analyses resulting in a proposed schedule of",
      ""
    ],
    [
      "lease sales for the 2024–2029 timeframe.",
      ""
    ],
    [
      "OCS Oil & Gas Leasing Program Development Process \n1-13",
      "September 2023"
    ]
  ],
  "parsing_report": {
    "accuracy": 91.06,
    "whitespace": 46.77,
    "order": 1,
    "page": 42
  }
}