{
  "data": [
    [
      "USDOI \n2024–2029 National OCS Oil and Gas Leasing Proposed Final Program",
      "BOEM"
    ],
    [
      "Secretary considers necessary for environmental protection and that are sufficiently identifiable",
      ""
    ],
    [
      "at the programmatic stage.",
      ""
    ],
    [
      "1\n.\n3\n.\n2\nLease Sale Process",
      ""
    ],
    [
      "Approval of a National OCS Program does not constitute final approval of the lease sales",
      ""
    ],
    [
      "scheduled in that National OCS Program.  Each potential lease sale scheduled in a National OCS",
      ""
    ],
    [
      "Program is subject to separate established pre-lease sale decision processes, including",
      ""
    ],
    [
      "environmental review and analysis.",
      ""
    ],
    [
      "During the lease sale process, the Secretary may further define the area available for leasing.  For",
      ""
    ],
    [
      "example, the Secretary could choose an areawide approach, in which all available unleased",
      ""
    ],
    [
      "acreage in a program area is offered for lease, or a targeted leasing approach, which is designed to",
      ""
    ],
    [
      "result in a more focused lease area configuration.",
      ""
    ],
    [
      "A targeted approach could, for example, only offer lease sales in areas with high hydrocarbon",
      ""
    ],
    [
      "resource potential while appropriately weighing environmental protection.",
      ""
    ],
    [
      "Other potential considerations could include biologically sensitive subareas, and areas of potential",
      ""
    ],
    [
      "conflict with other users or uses of the marine environment, such as subsistence hunting and",
      ""
    ],
    [
      "fishing activity.  This is consistent with the policy of the OCS Lands Act to make OCS oil and gas",
      ""
    ],
    [
      "resources available for development while considering safeguards for the human, marine, and",
      ""
    ],
    [
      "coastal environments.",
      ""
    ],
    [
      "As shown in Figure 1-9, interested and affected parties have multiple opportunities to participate",
      ""
    ],
    [
      "and comment prior to any decision to hold a specific lease sale.  The lease sale process has",
      ""
    ],
    [
      "traditionally taken about 2 years to complete and contains multiple steps and decision points",
      ""
    ],
    [
      "along the way.",
      ""
    ],
    [
      "Figure 1-9:  OCS Lease Sale Process",
      ""
    ],
    [
      "While a lease sale may not occur until an approved National OCS Program is in place, in some",
      ""
    ],
    [
      "cases, lease sales occurring early in a National OCS Program schedule require steps to be taken in",
      ""
    ],
    [
      "the pre-lease sale process prior to final National OCS Program approval.  This is not a pre-",
      ""
    ],
    [
      "judgment by the Secretary concerning any area that may be made available for leasing, only an",
      ""
    ],
    [
      "initiation of the statutory and analytical steps required to hold a lease sale on time should it",
      ""
    ],
    [
      "OCS Oil & Gas Leasing Program Development Process \n1-20",
      "September 2023"
    ]
  ],
  "parsing_report": {
    "accuracy": 92.92,
    "whitespace": 46.67,
    "order": 1,
    "page": 49
  }
}